admin_id = 'YOUR-ID'
chanel_id = '@USERNAME'
token = 'BOT-TOKEN'

post_time = '14:00'
message_text = '👋Привет! Следующий пост будет опубликован автоматически в ' + post_time + '''
                     
😌🌄Проголосуйте за пост, который хотите увидеть)

'''

variant_1 = {'topic': 'Тема поста 1', 'text': 'Текст поста 1', 'posted': False, 'vote': []}
variant_2 = {'topic': 'Тема поста 2', 'text': 'Текст поста 2', 'posted': False, 'vote': []}
variant_3 = {'topic': 'Тема поста 3', 'text': 'Текст поста 3', 'posted': False, 'vote': []}